package org.test.main.Tasks;

public class FourthTask {

    public static void taskNumberFour() {
        String task = ("\nЗадание №4: \nВ данном случае, " +
                "последовательность станет правильной, " +
                "если добавить недостающую закрывающую скобку. " +
                "\nПравильная версия последовательности будет выглядеть так: " +
                "[((())()(()))]. \nВ этой версии каждая открывающая скобка имеет свою соответствующую закрывающую скобку, " +
                "и порядок скобок соблюден.");
        System.out.println(task);
    }
}